{
  "search":"Search",
  "back":"Back",
  "overview":"Overview",
  "learn_more":"Learn more",

  "locale":"United States of America",
  "supply_change_solutions":"supply change solutions",
  "supply_change_solutions_des":"We advise you beyond the transport solutions and offer you comprehensive value-added services that help to optimise your supply chain",
  "industry_solutions":"Industry Solutions",
  "warehousing":"Warehousing",
  "warehousing_des":"Rhenus is the best choice if you want to outsource your Warehouse Logistics. Our individual Logistic Services will improve your Warehousing and business.",
  "product_service":"Products & Services",
  "products_services_overview":"Products & Services Overview",
  "FTZ_and_customs_bonded_warehouse":"FTZ and Customs Bonded Warehouse",
  "our_warehouse_locations":"Our Warehouse Locations",
  "warehouse_industry_solutions":"Warehouse Industry Solutions",
  "warehouse_industry_solutions_overview":"Warehouse Industry Solutions Overview",
  "retail":"Retail",
  "warehouse_innovations":"Warehouse Innovations",
  "hs_global_logitics_group":"HS global logictics group",
  "transport":"Transport",
  "transport_des":"Whether by road or rail, on rivers, the ocean or in the air - the Rhenus Group develops cross-border transport solutions on all routes.",
  "career":"Career",

  "contact":"Contact",
  "customer_supplier_entry":"Customer & Supplier Entry",
  "news_media":"News & Media",

  "imprint":"Imprint",
  "data_protection_policy":"Data Protection Policy",
  "terms_conditions":"Terms & Conditions",
  "whistleblower_system":"Whistleblower System",
  "image_credits":"Image Credits",
  "cookie_settings":"Cookie Settings",
  "get_a_quote":"Get a Quote",

  "content_1_title":"About me",
  "content_1_des":"I am currently a Fullstack developer with over <strong>3 years</strong> of hands-on experience working with Frontend <strong>ReactJs, NextJs and React Native</strong>. I am also proficient in <strong>Javascript</strong> and <strong>TypeScript</strong>; and Backend <strong>NestJS</strong>, with experience working with both <strong>NoSQL (MongoDB) and MySQL</strong>.<p/>I am looking for an opportunity to further develop my skills as a <strong>Fullstack developer</strong> and take on new challenges.<p/><i>#Fullstack, #ReactJs, #NextJs, #React-native, #NestJS, #MongoDb, #MySql</i>",
  "content_2_title":"My Skills",
  "content_2_des":"I have explored three different fields and gained considerable experience as a Mobile Developer, Front-end Developer, and Back-end Developer.",  
  "supply_chain_solutions":"Mobile Developer",
  "supply_chain_des":"React-native",
  "supply_chain_content":"Keeping up with the rapid development of technology, mobile application development is also an incredibly exciting field. I have chosen React Native as my mobile development language and have over 9 months of experience working with it.",
  "ware": "Web Developer",
  "ware_des":"ReactJs - NextJs",
  "ware_content":"Web development, a field that has always competed with mobile development, has been evolving for a long time—even before mobile applications emerged and started competing with desktop applications. I use ReactJs and its framework, NextJs, and have over 3 years of experience in this role.",
  "trans":"Backend Developer",
  "trans_des":"NestJs",
  "trans_content":"To achieve dynamic data on web and mobile applications, data storage and processing before displaying it is crucial. The role I want to mention here is the Backend, which handles data queries from simple to complex, ensures data security for users, manages access permissions, and more. The technology I have chosen for this is NestJS, combined with NoSQL databases like MongoDB and MySQL.",
  "any_questions":"Any Questions",
  "we_here": "I am always available to take your questions.",
  "contact_me":"Contact Me",
  "working_at":" Working at HS global logictics",
  "content_6_des":"As a globally operating logistics service provider, we can help you set a professional mark. We offer you opportunities to independently advance ideas and consistently develop your talents. You will be supported by fair superiors and 39,000 colleagues worldwide.",
  "apply_now":"Apply Now",
  "about_us_des":"The HS Group is one of the leading global logistics service providers with business sites worldwide. We offer intelligent solutions along the entire supply chain.",
  "about_us":"About Us",
  "read_more":"Read More",
  "about_in":"ABOUT HS.... IN THE USA",
  "press_please":"Press please",
  "content_4_1_title":"RHENUS STRENGTHENS ITS CROSS BORDER TRANSPORTATION SOLUTIONS AMID MARKET SHIFTS",
  "content_4_2_title":"RHENUS EXPANDS WAREHOUSE CAPACITY IN NORTH AMERICA",
  "content_4_3_title":"THE FUTURE OF LOGISTICS: RHENUS’ NEW GREEN INITIATIVES",
  "content_4_4_title":"NEW TECHNOLOGY IN SUPPLY CHAIN MANAGEMENT",
  "content_4_5_title":"RHENUS OPENS NEW REGIONAL HUB FOR BETTER CONNECTIVITY",
  "contact_form_1":"At this point you can specify your request.",
  "contact_form_2":"Please give us more detailed information about your products and the number of pallets to be stored.",
  "contact_form_3":"What other services would you like?",
  "contact_form_4":"Information on the handling of your personal data can be found in our",
  "privacy_policy":"Privacy Policy",
  "send":"send",
  "telephone":"Telephone",
  "your_email":"Your E-mail",
  "specify_request":"Specify request",
  "recent_news":"Recent news",
  "name":"Name",
  "projects":"Projects",
  "project_in_progress":"Project in progress",
  "phone_to_me":"Phone to me",
  "contact_des":" I'm currently looking for new opportunities, my inbox is always open. I'll try my best to get back to you!",
  "view_cv":"View CV",
  "skills":"Skills",
  "experience":"Experience",
  "my_journey":"My Journey",
  "project":"project",
  "university_description":"- Participate in scientific research projects and algorithm olympiads at the university.<p/>- Research and apply ReactJs to graduation project",
  "independent_description":"- Learn more about ReactJs through the documents. Learn about the power, advantages and limitations of the library. Find and apply the best support frameworks.<p/>- Complete a series of online courses across platforms to improve your programming skills, knowledge of new technologies, and efficient workflows in software development.<p/>- Carry out small and medium-sized projects applying learned knowledge and find problems during the construction process and then find solutions.",
  "ecaraid_description":"- Develop and deploy high-quality web and mobile applications, ensuring stability and good performance.<p/>- Participate in the design and development of new features based on customer requirements and user feedback.<p/>- Ensure source code always complies with company standards and development processes.<p/>- Work effectively in a team environment, supporting and collaborating with other members to achieve project goals. Contribute ideas and solutions in optimizing development processes and improving performance.",
  "zens_description":"- Perform analysis and build databases.<p/>- Based on the analysis, build APIs to retrieve data and be responsible for connecting and adjusting to suit the front-end department.<p/>- Work effectively in a team environment, supporting and collaborating with other members to achieve project goals. Contribute ideas and solutions in optimizing development processes and improving performance.<p/>- Follow the scrum model of work progress management method, regularly update progress and report this process to the PM department. Make work optimization suggestions to superiors during the work process.",
  "start_now":"Start now",
  "visit_website":"Visit Website",
  "appstore":"App Store",
  "chplay":"Google Play",
  "wise_description": "<p>- <strong>WISE Buddy</strong> is an educational app developed by WISE English Center.</p><p>- The learning path is designed based on in-depth research by language experts.</p><p>- Integrates AI technology to act as a friendly teacher accompanying learners throughout the journey.</p><p>- Technologies used: React Native, In-App Purchases, OpenAI API, Google Cloud Voice, Firebase.</p><p>- Currently in the final development stage, expected to launch with over 500 learners from the center and external users.</p>",
  "ainote_description": "<p>- <strong>AiNote.one</strong> is a project developed with investment from <a style='text-decoration: underline;' href='https://gpu.cloud.zebra-ai.net/' target='_blank' rel='noopener noreferrer'>Zebra-AI Cloud</a>, a company based in Japan.</p><p>- A smart meeting recording and transcription service with an AI assistant that automatically generates meeting minutes.</p><p>- Take advantage of unlimited free recording during the limited-time promotion!</p><p>- Technologies used: Next.js, WebSocket, Stripe payment.</p>",
  "automeetingbot_description": "<p>- <strong>Auto Meeting Bot</strong> is the backend system that powers <strong>AiNote.one</strong>.</p><p>- Provides APIs for automatic meeting participation (Google Meet, Zoom, Microsoft Teams).</p><p>- Records meeting videos and captures all chat content.</p><p>- Converts videos to text and enables an AI assistant to answer questions based on meeting content.</p><p>- Technologies used: NestJS, Puppeteer, WebSocket, Job Queue, OpenAI API.</p><p>- One of the first solutions to automatically join and comprehensively document meetings, offering a competitive edge over existing meeting bots.</p>",
  "rkd_description": "<p>- <strong>RKD System</strong> is the internal customer information management system of <a href='https://rkd-inc.jp/' target='_blank' rel='noopener noreferrer' style='text-decoration: underline;'>RKD Holdings</a>.</p><p>- Core features: customer data management, real-time updates, secure data handling, and effective data analytics.</p><p>- Technologies used: NestJS, MongoDB, WebSocket, ReactJS (Vite).</p><p>- The system is currently serving over 100 users and managing more than 10,000 customer records.</p>"
}