{
  "search": "Tìm kiếm",
  "back": "Quay lại",
  "overview": "Tổng quan",
  "learn_more":"Tìm hiểu thêm",

  "locale": "Việt Nam",
  "supply_change_solutions": "Giải pháp chuỗi cung ứng",
  "supply_change_solutions_des": "Chúng tôi tư vấn cho bạn không chỉ về các giải pháp vận chuyển mà còn cung cấp các dịch vụ giá trị gia tăng toàn diện giúp tối ưu hóa chuỗi cung ứng của bạn.",
  "industry_solutions": "Giải pháp ngành",
  "warehousing": "Kho bãi",
  "warehousing_des": "Rhenus là lựa chọn tốt nhất nếu bạn muốn thuê ngoài dịch vụ kho bãi. Dịch vụ logistics cá nhân hóa của chúng tôi sẽ nâng cao hoạt động lưu kho và kinh doanh của bạn.",
  "product_service": "Sản phẩm & Dịch vụ",
  "products_services_overview": "Tổng quan Sản phẩm & Dịch vụ",
  "FTZ_and_customs_bonded_warehouse": "Kho ngoại quan và khu thương mại tự do",
  "our_warehouse_locations": "Địa điểm kho bãi của chúng tôi",
  "warehouse_industry_solutions": "Giải pháp kho bãi cho ngành công nghiệp",
  "warehouse_industry_solutions_overview": "Tổng quan Giải pháp kho bãi cho ngành công nghiệp",
  "retail": "Bán lẻ",
  "warehouse_innovations": "Đổi mới trong kho bãi",
  "hs_global_logitics_group": "Tập đoàn HS global logitics",
  "transport": "Vận chuyển",
  "transport_des": "Dù bằng đường bộ, đường sắt, đường sông, đường biển hay đường hàng không - Tập đoàn Rhenus phát triển các giải pháp vận chuyển xuyên biên giới trên mọi tuyến đường.",
  "career": "Nghề nghiệp",

  "contact": "Liên hệ",
  "customer_supplier_entry": "Khách hàng & Nhà cung cấp",
  "news_media": "Tin tức & Truyền thông",

  "imprint": "Dấu ấn",
  "data_protection_policy": "Chính sách bảo vệ dữ liệu",
  "terms_conditions": "Điều khoản & Điều kiện",
  "whistleblower_system": "Hệ thống tố giác",
  "image_credits": "Bản quyền hình ảnh",
  "cookie_settings": "Cài đặt cookie",
  "get_a_quote": "Nhận báo giá",

  "content_1_title": "Kỹ sư công nghệ",
  "content_1_des": "Hiện tại tôi là một lập trình viên Fullstack đã trải qua hơn <strong>2 năm</strong> kinh nghiệm làm việc thực tế với Frontend <strong>ReactJs, NextJs và React Native</strong>. Thành thạo <strong>Javascript</strong> và <strong>TypeScript</strong>; và về Backend <strong>NestJS</strong>, có kinh nghiệm làm việc với cả <strong>NoSQL (MongoDB) và MySQL</strong>.<p/>Tôi đang tìm kiếm cơ hội để phát triển hơn nữa kỹ năng của mình với vai trò <strong>Fullstack developer</strong> và đón nhận những thử thách mới.<p/><i>#Fullstack, #ReactJs, #NextJs, #React-native, #NestJS, #MongoDb, #MySql</i>",
  
  "content_2_title": "Kỹ năng lập trình",
  "content_2_des": "Tôi đã thử sức trong 3 lĩnh vực và có kinh nghiệm nhất định với Mobile developer, Front-end developer Back-end developer.",
  
  "supply_chain_solutions": "Lập trình di động",
  "supply_chain_des": "React-native",
  "supply_chain_content": "Chạy đua với sự lĩnh vực phát triển của công nghệ, Lập trình ứng dụng di động cũng là một lĩnh vực làm việc vô cùng hấp dẫn. Tôi chọn ngôn ngữ lập trình di động cho mình là React native và cũng đã có trên 9 tháng kinh nghiệm làm việc với nó.",
  
  "ware": "Lập trình Web",
  "ware_des": "ReactJS - NextJs",
  "ware_content": "Lập trình Web, lĩnh vực luôn cạnh tranh với lập trình di động, với sự phát triển lâu dài từ trước khi các ứng dụng di động xuất hiện và cạnh tranh với các ứng dụng desktop. Ngôn ngữ tôi sử dụng là ReactJs và một Framework phát triển từ ReactJs là NextJs với kinh nghiệm hơn 2 năm tại vị trí này",
  "trans":"Lập trình Backend",
  "trans_des": "NestJs",
  "trans_content": "Để có được những dữ liệu động trên Web và Mobile app thì việc lưu trữ data, xử lý dữ liệu trước khi hiển thị ra cũng là một việc rất quan trọng. Vị trí tôi muốn nhắc đến ở đây là bộ phận Backend, người sẽ xử lý các truy vấn dữ liệu từ đơn giản đến phức tạp, tạo ra sự bảo mật dữ liệu cho người dùng, phân quyền truy cập dữ liệu,... Và ngôn ngữ tôi lựa chọn là Nestjs kết hợp với các nguồn cơ sở dữ liệu NoSQL (Mongodb) và MySql",
  
  "any_questions": "Bất kỳ câu hỏi nào?",
  "we_here": "Chúng tôi luôn sẵn sàng hỗ trợ bạn.",
  "contact_us": "Liên hệ ngay",
  
  "working_at": "Làm việc tại HS Global Logistics",
  "content_6_des": "Là một nhà cung cấp dịch vụ hậu cần hoạt động toàn cầu, chúng tôi giúp bạn xây dựng sự nghiệp chuyên nghiệp. Chúng tôi mang đến cho bạn cơ hội phát triển ý tưởng độc lập và nâng cao kỹ năng của mình. Bạn sẽ nhận được sự hỗ trợ từ các cấp quản lý công bằng và 39.000 đồng nghiệp trên toàn cầu.",
  "apply_now": "Ứng tuyển ngay",
  
  "about_us_des": "HS Group là một trong những nhà cung cấp dịch vụ hậu cần hàng đầu thế giới với các cơ sở kinh doanh trên toàn cầu. Chúng tôi cung cấp các giải pháp thông minh trên toàn bộ chuỗi cung ứng.",
  "about_us": "Về Chúng Tôi",
  "read_more": "Xem thêm",
  
  "about_in": "VỀ HS... TẠI HOA KỲ",
  "press_please": "Chuyển đến trang",
  
  "content_4_1_title": "RHENUS TĂNG CƯỜNG GIẢI PHÁP VẬN CHUYỂN XUYÊN BIÊN GIỚI TRONG BỐI CẢNH THỊ TRƯỜNG BIẾN ĐỘNG",
  "content_4_2_title": "RHENUS MỞ RỘNG CÔNG SUẤT KHO BÃI TẠI BẮC MỸ",
  "content_4_3_title": "TƯƠNG LAI CỦA NGÀNH LOGISTICS: CÁC SÁNG KIẾN XANH MỚI CỦA RHENUS",
  "content_4_4_title": "CÔNG NGHỆ MỚI TRONG QUẢN LÝ CHUỖI CUNG ỨNG",
  "content_4_5_title": "RHENUS KHAI TRƯƠNG TRUNG TÂM KHU VỰC MỚI ĐỂ CẢI THIỆN KẾT NỐI",
  "contact_form_1": "Tại đây, bạn có thể chỉ định yêu cầu của mình.",
  "contact_form_2": "Vui lòng cung cấp thêm thông tin chi tiết về sản phẩm của bạn và số lượng pallet cần lưu trữ.",
  "contact_form_3": "Bạn muốn sử dụng những dịch vụ nào khác?",
  "contact_form_4": "Thông tin về cách chúng tôi xử lý dữ liệu cá nhân của bạn có thể được tìm thấy trong",
  "privacy_policy": "Chính sách bảo mật",
  "send": "Gửi",
  "telephone": "Số điện thoại",
  "your_email": "Email của bạn",
  "specify_request": "Chỉ định yêu cầu",
  "recent_news": "Tin tức mới nhất",
  "name":"Họ & tên",
  "projects":"Các dự án gần đây",
  "Project in progress":"Dự án đang phát triển",
  "phone_to_me":"Gọi cho tôi",
  "contact_des":"Tôi đang tìm kiếm những cơ hội mới, hộp thư của tôi luôn mở. Dù bạn có câu hỏi hay chỉ muốn chào một tiếng, tôi sẽ phản hồi bạn sớm nhất!",
  "view_cv":"Xem hồ sơ",
  "skills":"Kỹ năng",
  "experience":"Kinh nghiệm",
  "project":"Dự án"
}
