{
  "search": "Tìm kiếm",
  "back": "Quay lại",
  "overview": "Tổng quan",
  "learn_more":"Tìm hiểu thêm",

  "locale": "Việt Nam",
  "supply_change_solutions": "Giải pháp chuỗi cung ứng",
  "supply_change_solutions_des": "Chúng tôi tư vấn cho bạn không chỉ về các giải pháp vận chuyển mà còn cung cấp các dịch vụ giá trị gia tăng toàn diện giúp tối ưu hóa chuỗi cung ứng của bạn.",
  "industry_solutions": "Giải pháp ngành",
  "warehousing": "Kho bãi",
  "warehousing_des": "Rhenus là lựa chọn tốt nhất nếu bạn muốn thuê ngoài dịch vụ kho bãi. Dịch vụ logistics cá nhân hóa của chúng tôi sẽ nâng cao hoạt động lưu kho và kinh doanh của bạn.",
  "product_service": "Sản phẩm & Dịch vụ",
  "products_services_overview": "Tổng quan Sản phẩm & Dịch vụ",
  "FTZ_and_customs_bonded_warehouse": "Kho ngoại quan và khu thương mại tự do",
  "our_warehouse_locations": "Địa điểm kho bãi của chúng tôi",
  "warehouse_industry_solutions": "Giải pháp kho bãi cho ngành công nghiệp",
  "warehouse_industry_solutions_overview": "Tổng quan Giải pháp kho bãi cho ngành công nghiệp",
  "retail": "Bán lẻ",
  "warehouse_innovations": "Đổi mới trong kho bãi",
  "hs_global_logitics_group": "Tập đoàn HS global logitics",
  "transport": "Vận chuyển",
  "transport_des": "Dù bằng đường bộ, đường sắt, đường sông, đường biển hay đường hàng không - Tập đoàn Rhenus phát triển các giải pháp vận chuyển xuyên biên giới trên mọi tuyến đường.",
  "career": "Nghề nghiệp",

  "contact": "Liên hệ",
  "customer_supplier_entry": "Khách hàng & Nhà cung cấp",
  "news_media": "Tin tức & Truyền thông",

  "imprint": "Dấu ấn",
  "data_protection_policy": "Chính sách bảo vệ dữ liệu",
  "terms_conditions": "Điều khoản & Điều kiện",
  "whistleblower_system": "Hệ thống tố giác",
  "image_credits": "Bản quyền hình ảnh",
  "cookie_settings": "Cài đặt cookie",
  "get_a_quote": "Nhận báo giá",

  "content_1_title": "Về tôi",
  "content_1_des": "Hiện tại tôi là một lập trình viên Fullstack đã trải qua hơn <strong>3 năm</strong> kinh nghiệm làm việc thực tế với Frontend <strong>ReactJs, NextJs và React Native</strong>. Thành thạo <strong>Javascript</strong> và <strong>TypeScript</strong>; và về Backend <strong>NestJS</strong>, có kinh nghiệm làm việc với cả <strong>NoSQL (MongoDB) và MySQL</strong>.<p/>Tôi đang tìm kiếm cơ hội để phát triển hơn nữa kỹ năng của mình với vai trò <strong>Fullstack developer</strong> và đón nhận những thử thách mới.<p/><i>#Fullstack, #ReactJs, #NextJs, #React-native, #NestJS, #MongoDb, #MySql</i>",
  
  "content_2_title": "Kỹ năng lập trình",
  "content_2_des": "Tôi đã thử sức trong 3 lĩnh vực và có kinh nghiệm nhất định với Mobile developer, Front-end developer Back-end developer.",
  
  "supply_chain_solutions": "Lập trình di động",
  "supply_chain_des": "React-native",
  "supply_chain_content": "Chạy đua với sự lĩnh vực phát triển của công nghệ, Lập trình ứng dụng di động cũng là một lĩnh vực làm việc vô cùng hấp dẫn. Tôi chọn ngôn ngữ lập trình di động cho mình là React native và cũng đã có trên 9 tháng kinh nghiệm làm việc với nó.",
  
  "ware": "Lập trình Web",
  "ware_des": "ReactJS - NextJs",
  "ware_content": "Lập trình Web, lĩnh vực luôn cạnh tranh với lập trình di động, với sự phát triển lâu dài từ trước khi các ứng dụng di động xuất hiện và cạnh tranh với các ứng dụng desktop. Ngôn ngữ tôi sử dụng là ReactJs và một Framework phát triển từ ReactJs là NextJs với kinh nghiệm hơn 3 năm tại vị trí này",
  "trans":"Lập trình Backend",
  "trans_des": "NestJs",
  "trans_content": "Để có được những dữ liệu động trên Web và Mobile app thì việc lưu trữ data, xử lý dữ liệu trước khi hiển thị ra cũng là một việc rất quan trọng. Vị trí tôi muốn nhắc đến ở đây là bộ phận Backend, người sẽ xử lý các truy vấn dữ liệu từ đơn giản đến phức tạp, tạo ra sự bảo mật dữ liệu cho người dùng, phân quyền truy cập dữ liệu,... Và ngôn ngữ tôi lựa chọn là Nestjs kết hợp với các nguồn cơ sở dữ liệu NoSQL (Mongodb) và MySql",
  
  "any_questions": "Bất kỳ câu hỏi nào?",
  "we_here": "Tôi luôn sẵn sàng nhận câu hỏi từ bạn.",
  "contact_me": "Liên hệ ngay",
  
  "working_at": "Làm việc tại HS Global Logistics",
  "content_6_des": "Là một nhà cung cấp dịch vụ hậu cần hoạt động toàn cầu, chúng tôi giúp bạn xây dựng sự nghiệp chuyên nghiệp. Chúng tôi mang đến cho bạn cơ hội phát triển ý tưởng độc lập và nâng cao kỹ năng của mình. Bạn sẽ nhận được sự hỗ trợ từ các cấp quản lý công bằng và 39.000 đồng nghiệp trên toàn cầu.",
  "apply_now": "Ứng tuyển ngay",
  
  "about_us_des": "HS Group là một trong những nhà cung cấp dịch vụ hậu cần hàng đầu thế giới với các cơ sở kinh doanh trên toàn cầu. Chúng tôi cung cấp các giải pháp thông minh trên toàn bộ chuỗi cung ứng.",
  "about_us": "Về Chúng Tôi",
  "read_more": "Xem thêm",
  
  "about_in": "VỀ HS... TẠI HOA KỲ",
  "press_please": "Chuyển đến trang",
  
  "content_4_1_title": "RHENUS TĂNG CƯỜNG GIẢI PHÁP VẬN CHUYỂN XUYÊN BIÊN GIỚI TRONG BỐI CẢNH THỊ TRƯỜNG BIẾN ĐỘNG",
  "content_4_2_title": "RHENUS MỞ RỘNG CÔNG SUẤT KHO BÃI TẠI BẮC MỸ",
  "content_4_3_title": "TƯƠNG LAI CỦA NGÀNH LOGISTICS: CÁC SÁNG KIẾN XANH MỚI CỦA RHENUS",
  "content_4_4_title": "CÔNG NGHỆ MỚI TRONG QUẢN LÝ CHUỖI CUNG ỨNG",
  "content_4_5_title": "RHENUS KHAI TRƯƠNG TRUNG TÂM KHU VỰC MỚI ĐỂ CẢI THIỆN KẾT NỐI",
  "contact_form_1": "Tại đây, bạn có thể chỉ định yêu cầu của mình.",
  "contact_form_2": "Vui lòng cung cấp thêm thông tin chi tiết về sản phẩm của bạn và số lượng pallet cần lưu trữ.",
  "contact_form_3": "Bạn muốn sử dụng những dịch vụ nào khác?",
  "contact_form_4": "Thông tin về cách chúng tôi xử lý dữ liệu cá nhân của bạn có thể được tìm thấy trong",
  "privacy_policy": "Chính sách bảo mật",
  "send": "Gửi",
  "telephone": "Số điện thoại",
  "your_email": "Email của bạn",
  "specify_request": "Chỉ định yêu cầu",
  "recent_news": "Tin tức mới nhất",
  "name":"Họ & tên",
  "projects":"Các dự án gần đây",
  "project_in_progress":"Dự án đang phát triển",
  "phone_to_me":"Gọi cho tôi",
  "contact_des":"Tôi đang tìm kiếm những cơ hội mới, hộp thư của tôi luôn mở. Tôi sẽ phản hồi bạn sớm nhất!",
  "view_cv":"Xem hồ sơ",
  "skills":"Kỹ năng",
  "experience":"Kinh nghiệm",
  "my_journey":"Hành trình của tôi",
  "project":"Dự án",
  "university_description":"- Tham gia các dự án nghiên cứu khoa học và kỳ thi Olympic thuật toán tại trường đại học.<p/>- Nghiên cứu và ứng dụng ReactJs vào đồ án tốt nghiệp",
  "independent_description":"- Tìm hiểu thêm về ReactJs thông qua các tài liệu. Tìm hiểu về sức mạnh, ưu điểm và hạn chế của thư viện. Tìm và áp dụng các khuôn khổ hỗ trợ tốt nhất.<p/>- Hoàn thành một loạt các khóa học trực tuyến trên nhiều nền tảng để cải thiện kỹ năng lập trình, kiến ​​thức về các công nghệ mới và quy trình làm việc hiệu quả trong phát triển phần mềm.<p/>- Thực hiện các dự án vừa và nhỏ áp dụng kiến ​​thức đã học và tìm ra vấn đề trong quá trình xây dựng, sau đó tìm ra giải pháp.",
  "ecaraid_description":"- Phát triển và triển khai các ứng dụng web và di động chất lượng cao, đảm bảo tính ổn định và hiệu suất tốt.<p/>- Tham gia thiết kế và phát triển các tính năng mới dựa trên yêu cầu của khách hàng và phản hồi của người dùng.<p/>- Đảm bảo mã nguồn luôn tuân thủ các tiêu chuẩn và quy trình phát triển của công ty.<p/>- Làm việc hiệu quả trong môi trường nhóm, hỗ trợ và cộng tác với các thành viên khác để đạt được mục tiêu của dự án. Đóng góp ý tưởng và giải pháp để tối ưu hóa quy trình phát triển và cải thiện hiệu suất.",
  "zens_description":"- Thực hiện phân tích và xây dựng cơ sở dữ liệu.<p/>- Dựa trên phân tích, xây dựng API để truy xuất dữ liệu và chịu trách nhiệm kết nối và điều chỉnh cho phù hợp với bộ phận front-end.<p/>- Làm việc hiệu quả trong môi trường nhóm, hỗ trợ và cộng tác với các thành viên khác để đạt được mục tiêu của dự án. Đóng góp ý tưởng và giải pháp trong việc tối ưu hóa quy trình phát triển và cải thiện hiệu suất.<p/>- Thực hiện theo mô hình scrum về phương pháp quản lý tiến độ công việc, thường xuyên cập nhật tiến độ và báo cáo quy trình này cho bộ phận PM. Đưa ra các đề xuất tối ưu hóa công việc cho cấp trên trong quá trình làm việc.",
  "start_now":"Bắt đầu ngay",
  "visit_website":"Trang web",
  "appstore":"App Store",
  "chplay":"Google Play",
  "wise_description": "<p>- Ứng dụng <strong>WISE Buddy</strong> được phát triển bởi trung tâm Anh ngữ WISE.</p><p>- Lộ trình học tiếng Anh xây dựng từ nghiên cứu chuyên sâu của các chuyên gia.</p><p>- Kết hợp công nghệ AI, đóng vai trò như một giáo viên thân thiện đồng hành cùng học viên.</p><p>- Ứng dụng sử dụng các công nghệ: React Native, thanh toán In-App, OpenAI API, Google Cloud Voice, Firebase.</p><p>- Hiện đang trong giai đoạn hoàn thiện, dự kiến ra mắt với hơn 500 học viên tại trung tâm và người dùng bên ngoài.</p>",
  "ainote_description": "<p>- <strong>AiNote.one</strong> là dự án được đầu tư và phát triển bởi <a style='text-decoration: underline;' href='https://gpu.cloud.zebra-ai.net/' target='_blank' rel='noopener noreferrer'>Zebra-AI Cloud</a> đến từ Nhật Bản.</p><p>- Là dịch vụ ghi âm và ghi chép cuộc họp thông minh, tích hợp trợ lý AI tạo biên bản họp tự động.</p><p>- Hãy trải nghiệm ngay dịch vụ ghi âm miễn phí không giới hạn trong thời gian ưu đãi!</p><p>- Công nghệ áp dụng: Next.js, WebSocket, thanh toán Stripe.</p>",
  "automeetingbot_description": "<p>- <strong>Auto Meeting Bot</strong> là hệ thống backend hỗ trợ cho ứng dụng <strong>AiNote.one</strong>.</p><p>- Cung cấp các API cho tính năng tự động tham gia cuộc họp (Google Meet, Zoom, Microsoft Teams).</p><p>- Ghi lại video cuộc họp và lưu toàn bộ nội dung chat.</p><p>- Tự động chuyển video thành văn bản, kết hợp với trợ lý ảo để hỏi đáp nội dung cuộc họp.</p><p>- Công nghệ áp dụng: NestJS, Puppeteer, WebSocket, Job Queue, OpenAI API.</p><p>- Là một trong những giải pháp đầu tiên tự động tham gia họp và ghi chú toàn diện, tạo lợi thế cạnh tranh với các bot hiện tại.</p>",
  "rkd_description": "<p>- <strong>RKD System</strong> là hệ thống quản lý thông tin khách hàng nội bộ của <a href='https://rkd-inc.jp/' target='_blank' rel='noopener noreferrer' style='text-decoration: underline;'>RKD Holdings</a>.</p><p>- Chức năng chính: quản lý dữ liệu khách hàng, cập nhật thời gian thực, đảm bảo an toàn và thống kê dữ liệu hiệu quả.</p><p>- Công nghệ áp dụng: NestJS, MongoDB, WebSocket, ReactJS (Vite).</p><p>- Hệ thống hiện đang vận hành với hơn 100 người dùng và hơn 10.000 dòng dữ liệu khách hàng.</p>",
  "edenhub_description": "<p>- <strong>EDEN HUB App</strong> là ứng dụng di động React Native được phát triển bởi <a href='https://edenhub.vn/' target='_blank' rel='noopener noreferrer' style='text-decoration: underline;'>EdenHub</a> và Ecaraid.</p><p>- Là ứng dụng miễn phí đầu tiên tại Việt Nam hỗ trợ nông dân và trang trại khai báo thông tin trang trại, cập nhật mùa vụ, ghi nhật ký sản xuất.</p><p>- Giúp truy xuất nguồn gốc nông sản và tổng hợp vùng nguyên liệu để tạo sản lượng lớn, dễ dàng bán cho thương lái.</p><p>- Góp phần giải quyết vấn đề sản xuất nhỏ lẻ, phân mảnh.</p><p>- Hiện tại ứng dụng đã có hơn 100 người dùng tin tưởng và ứng dụng vào quá trình số hóa nông nghiệp.</p>",
  "chatapp_description": "<p>- <strong>React-native Chat App</strong> là ứng dụng trò chuyện trực tuyến, phát triển dựa trên quá trình nghiên cứu và tham khảo từ Expo.</p><p>- Hỗ trợ các tính năng cơ bản như nhắn tin, nhận tin nhắn thời gian thực (tích hợp Pusher), xóa tin nhắn, phản ứng (react) với tin nhắn, và quản lý thông tin người dùng.</p><p>- Ứng dụng áp dụng các kỹ thuật tối ưu hiệu suất như lazy load dữ liệu.</p>",
  "chatapp_fullstack_description": "<p>- <strong>Chat App Realtime</strong> là dự án fullstack kết hợp giữa ReactJS (frontend) và NodeJS (backend).</p><p>- Đây là dự án cá nhân trong quá trình nghiên cứu về backend.</p><p>- Backend sử dụng NodeJS và MongoDB, thực hiện các thao tác dữ liệu như tạo, cập nhật, xóa (CUD), và các truy vấn nâng cao như getList, groupBy, sortBy,...</p><p>- Xử lý bảo mật như hash password, accessToken, refreshToken; tích hợp lưu trữ ảnh qua <a href='https://cloudinary.com/' target='_blank' rel='noopener noreferrer' style='text-decoration: underline;'>Cloudinary</a>.</p><p>- Xử lý realtime ban đầu với Socket.IO, sau được thay thế bằng Pusher do sự cố trong quá trình deploy.</p><p>- Frontend xây dựng bằng ReactJS.</p>",
  "digitface_description": "<p>- <strong>DigitFace</strong> là ứng dụng React Native, được nghiên cứu và phát triển bởi công ty ZenS.</p><p>- Ứng dụng tích hợp AI trong lĩnh vực nhận diện và thẩm mỹ.</p><p>- Chức năng chính: chụp ảnh, nhận diện da mặt và phân tích các vấn đề về mụn thông qua AI.</p><p>- Cung cấp các lời khuyên và kiến thức phù hợp để chăm sóc da hiệu quả.</p><p>- Ứng dụng đã đạt <strong>giải khuyến khích</strong> trong cuộc thi “Học sinh, Sinh viên với Ý tưởng Khởi nghiệp” năm học 2024–2025.</p><p>- Đối tác đồng hành: <a href='https://nhakhoaviva.com/viva-clinic-x-digitface-dong-hanh-cung-ung-dung-cham-soc-da/' target='_blank' rel='noopener noreferrer' style='text-decoration: underline;'>Nha Khoa Viva</a>.</p>",
  "auto_repair_shop_description": "<p>- <strong>AUTO REPAIR SHOP MANAGEMENT - WEB</strong> là dự án ReactJS thuộc domain IAM.</p><p>- Website cung cấp các tính năng cơ bản như: đăng ký, đăng nhập, phân quyền, xác thực (authentication & authorization).</p><p>- Quản lý hồ sơ cá nhân, bảo mật tài khoản, và vai trò người dùng.</p><p>- Ứng dụng được triển khai cho <strong>600+ garage</strong> trải rộng trên <strong>27 tỉnh thành</strong>.</p><p>- Hệ thống phục vụ số lượng người dùng lớn, yêu cầu tính ổn định và bảo mật cao.</p>",
  "ecaraid_consumer_web_description": "<p>- <strong>ECARAID-CONSUMER-WEB</strong> là dự án NextJS, đóng vai trò là kênh phân phối và bán lại xe cũ.</p><p>- Đồng phát triển cùng dự án chính của công ty <strong>Ecaraid</strong>.</p><p>- Nền tảng đã có hơn <strong>10.000</strong> bài đăng bán xe.</p>",
  "homnayangi_description": "<p>- <strong>HomNayAnGi</strong> là dự án ReactJS được phát triển bởi nhóm đầu tư và khởi nghiệp.</p><p>- Bao gồm hệ thống website quản lý admin, trang quản trị và website dành cho nhân viên vận hành.</p><p>- Hoạt động khép kín từ ứng dụng khách hàng (<a href=\"https://apps.apple.com/vn/app/hnag/id6744264734?l=vi\" target=\"_blank\" style=\"text-decoration: underline;\">Hôm Nay Ăn Gì</a>) đến nhận đơn, xử lý đơn và giao món.</p><p>- Các tính năng bao gồm: thống kê doanh thu, quản lý người dùng, danh sách quán ăn, món ăn, và ký túc xá liên kết.</p><p>- Hiện tại hệ thống phục vụ hơn <strong>3000 người dùng</strong>, kết nối hơn <strong>3 ký túc xá</strong> và <strong>20 quán ăn</strong>.</p>",
  "hs_globallogistics_description": "<p>- <strong>hs-globallogistics</strong> là dự án NextJS gồm landing page và hệ thống quản lý dành cho admin, nhân viên, thuộc lĩnh vực Internal System / Enterprise Application.</p><p>- Các tính năng chính bao gồm: hệ thống chấm công, quản lý nhân sự, thông báo nội bộ, phản hồi công việc.</p><p>- Hỗ trợ lưu trữ tài liệu nội bộ, tạo và xuất các chứng từ, hợp đồng dưới dạng PDF.</p><p>- Hiện tại đang được <strong>công ty TNHH HS GLOBAL LOGISTICS</strong> áp dụng trong quá trình quản lý nhân sự.</p>",
  "ecommerce_template_free_description": "<p>- <strong>Ecommerce Template Free</strong> là template mẫu website bán hàng cơ bản được phát triển bằng NextJS.</p><p>- Bao gồm các trang cơ bản: đăng nhập/đăng ký, trang chủ (landing page), giỏ hàng, liên hệ, danh sách sản phẩm và chi tiết sản phẩm.</p><p>- Template được thiết kế responsive, tối ưu cho trải nghiệm người dùng trên mọi thiết bị.</p><p>- Có thể tùy chỉnh và mở rộng dễ dàng để phù hợp với nhu cầu kinh doanh cụ thể.</p>",
  "restaurant_template_free_description": "<p>- <strong>Restaurant Template Free</strong> là template mẫu cho website landing page nhà hàng được phát triển bằng NextJS.</p><p>- Template được thiết kế đẹp mắt và chuyên nghiệp, phù hợp cho các nhà hàng muốn giới thiệu thương hiệu và menu.</p><p>- Bao gồm các phần cơ bản: banner chính, giới thiệu nhà hàng, menu món ăn, thông tin liên hệ và đặt bàn.</p><p>- Responsive design tối ưu cho trải nghiệm người dùng trên mọi thiết bị.</p>"


}
